dead
drowning
great
king
men
wyk
aeron
air
began
bleak
blessing
boy
breath
cold
courage
cried
deep
die
drink
drowned
faith
fight
fill
first
fourth
god
head
lives
lungs
may
morning
mouth
naked
offered
open
pushed
reborn
sea
seized
shoulders
sky
standing
struggle
three
tried
water
weak
beneath
bless
call
deserted
either
else
four
hear
help
hold
kick
let
lord
prayed
priest
salt
seize
servant
steel
stone
us
utterly
voice
waves
wildly
done
finally
floated
gone
limbs
pale
peaceful
shallow
strength
accompanied
another
born
brooch
cloak
damphair
dark
daughters
decided
dozen
eyes
glance
goodbrother
horsemen
joined
knew
late
law
life
man
old
ornate
others
part
pinned
realized
red
shore
shoulder
showed
son
sons
tall
time
try
warhorn
watery
whether
whose
wife
youth
across
areo
blood
brown
clothes
coiled
copper
eldest
face
gave
gold
hair
hardened
hip
hotah
leather
left
marble
match
mottled
near
obara
oldtown
outside
pink
quick
rat
riding
round
sand
sandsilk
shield
snake
spear
spoke
strong
supple
thanks
things
thirty
upon
whip
whore
wish
woman
wore
worn
always
captain
catch
chasing
daughter
fast
hearing
never
prince
something
walked
angry
bloody
boast
caleotte
dorne
footsteps
gates
heard
horse
keep
maester
master
rode
soft
spurs
stables
stride
boots
burst
children
dropped
faint
far
fountains
long
onto
orange
palace
pools
side
sounds
splashing
terrace
chair
cushions
doubt
ebony
fallen
filled
iron
nostrils
oranges
rolling
rumbling
sat
sharp
smell
sweet
trees
true
wheels
hours
speak
observed
past
ripe
rolled
weary
appeared
arch
around
ash
block
disturbed
farther
feet
go
lady
longaxe
mountain
norvos
shaft
sideways
six
swung
thick
afterward
burning
columns
crept
departed
dry
every
guarded
holdfast
however
hundred
modest
place
sands
sun
wealth
years
arianne
arrived
called
clouds
cracked
crimson
darkstar
day
drey
earlier
faded
floors
garin
glimmered
glowing
going
just
knight
light
martell
purple
ruins
seemed
shadows
turned
west
brought
brushed
caught
everything
lived
memory
milk
people
princess
rocks
smile
spotted
tyene
uncle
wanted
carried
even
given
helping
horses
leagues
lovely
run
swift
begged
beside
black
blade
brother
death
dreamed
full
gerold
hard
killed
learned
least
led
lip
longsword
mine
named
oberyn
pretended
quarter
remain
remember
rhoyne
ser
shall
since
snorted
stories
story
think
thought
tremble
trembled
uneasy
unsheathed
valyria
walk
went
widow
wonder
crooked
among
arya
blacksmith
catelyn
delicate
dismay
everyone
fine
frowned
girls
glanced
hands
mordane
mother
pretty
sansa
septa
sister
sniffed
work
attention
join
little
myrcella
often
paying
queen
read
room
royal
sitting
smiles
thoughts
today
beth
cassel
ear
girl
happily
jeyne
leaning
listening
looking
needle
poole
put
rodrik
sighed
studied
suddenly
talking
whisper
word
worked
alleys
asking
attack
best
bit
boys
city
confined
died
doran
dornish
drew
ease
everywhere
feel
felt
grounds
hanging
heavy
ill
openly
ragged
ran
shadow
silk
small
snakes
sometimes
stones
streets
sunspear
sword
third
tower
turn
two
viper
wear
whenever
white
without
wondered
wool
alester
almost
amongst
ancient
arys
bore
brush
close
comfortable
dornishmen
dragon
dressed
drifted
dying
father
find
fit
foe
foes
folds
garb
golden
green
hand
heads
hilt
hung
last
leaves
lighter
lightly
linen
mob
oak
oakheart
outer
pass
piled
reach
robes
rows
seated
spears
still
stripes
tapestries
welcomed
witness
young
autumn
brisk
butchered
chill
cool
cover
crime
dust
fortnight
found
fruit
hood
instead
landing
night
north
pulled
recognized
stirring
swirling
trader
wet
wind
dawn
days
displayed
favorite
field
harlaw
plain
reader
silver
ten
towers
asha
beaten
bones
company
crossed
difficulty
drinking
empty
feast
giant
greasy
high
huge
remained
rest
seat
surprised
tables
trestle
banners
blue
botley
divided
fish
friends
house
placed
saw
tree
within
agree
castle
cause
counted
crew
devotion
enough
give
ironborn
longships
lost
maid
plainly
qarl
tightened
wrong
banner
behind
benches
cousins
distant
drunken
gallery
greyjoy
hall
loud
ah
armies
ask
consort
corrected
court
discuss
fool
grace
hizdahr
honor
loraq
meereen
motley
pit
radiance
receive
remove
seneschal
silly
taken
westeros
wishes
worship
yunkai
zo
barristan
believe
daenerys
refused
selmy
targaryen
tomorrow
admiral
aggo
aside
barracks
begun
belwas
care
child
command
daario
dispatched
door
graces
groleo
half
herald
hero
honeyed
hostages
jhogo
khalasar
lingered
locusts
missandei
naharis
perhaps
rakharo
replaced
river
search
shavepate
skahaz
slave
stripped
suspected
temple
unsullied
use
holds
mo
reznak
bound
ears
except
finger
foot
furs
justice
robb
scrawny
taller
wall
watch
bran
cruel
drank
giants
hearth
hills
horns
lay
mance
nan
polished
rayder
remembered
sire
skin
slavers
stole
sworn
tales
terrible
thieves
wildling
wildlings
women
beheaded
brothers
clear
end
forth
nervous
set
summer
twenty
year
arms
auburn
brienne
duskendale
ermine
folk
garden
legs
older
onions
pigs
pulling
question
road
roads
rosby
seen
sept
septon
simple
someone
spearmen
tarth
village
younger
beautiful
eye
forehead
forty
highborn
recall
traveling
anyone
deeds
easy
jaime
joffrey
noble
promised
safe
sake
stark
vanished
words
atop
chase
glimpsed
mounted
seek
skinny
talked
trouble
apple
barley
east
fields
linger
reason
returning
scarce
soon
wide
godswood
liked
anointed
faces
familiar
gods
grandfather
names
rainbow
riverrun
seven
husband
quiet
tonight
armored
branches
brooding
canopy
crowded
different
earth
forest
gloomy
grew
grey_green
kept
mighty
moist
needles
oaks
overhead
realm
roots
rose
silence
smelled
soil
sort
stubborn
thousand
together
trunks
twisted
untouched
winterfell
wood
birds
bright
flowers
fork
hidden
sang
scent
south
spread
streams
trident
tully
laughing
belly
blades
breasts
chunks
crouched
flesh
gap
glistening
gnawed
hide
horrified
metal
shame
slick
slipped
stand
struggled
tearing
teeth
throne
alone
armed
bed
bedchamber
business
cersei
chainmail
cloaks
dreamt
fear
glimmering
guards
held
lantern
loomed
shapes
show
stepped
wake
want
echoed
frightened
heartbeat
nightmare
touch
woke
brightly
colored
knelt
ladies
lords
proud
bold
chuckle
dwarf
hiding
howling
knights
laid
laughter
nowhere
pleaded
pointing
realize
smiled
swords
buy
complained
griff
haldon
hells
lemore
take
deck
escape
lannister
paced
proved
sent
shy
trusted
tyrion
volantenes
drunk
lot
mummers
oft
painted
tied
anywhere
beat
concerns
cut
expected
five
halfway
heat
hot
miles
new
severed
somewhere
sticky
stinking
town
whole
world
aboard
boat
grown
leave
safer
shrugged
wiser
yes
dany
eating
food
forget
forgotten
free
gaunt
gifts
illyrio
known
knows
look
magister
nigh
pentos
price
really
seldom
servants
thirteen
viserys
also
anger
better
beyond
cheerfully
cities
dothrak
dream
friend
jade
lands
less
listened
nine
nothing
right
sell
spices
talk
thing
vaes
waking
beauty
gown
inspection
anything
bring
cloth
color
ever
fingers
gift
jewels
mood
smiling
smooth
sorts
touched
wearing
davos
ended
especially
owe
smuggler
spared
stannis
stayed
agreement
declared
low
muttered
sense
asshai
beard
cast
common
darkness
enemy
false
fire
jaw
offer
praying
r
selyse
speech
terrors
times
tongue
understood
valyrian
watched
bear
hundreds
soldiers
ugly
afire
animal
beasts
carved
crone
dragons
fierce
gilded
human
hungry
layers
paint
seeing
shimmering
smith
stranger
tears
trembling
veil
walls
warrior
smoke
bannermen
baratheon
crowned
emblazoned
freeriders
northern
poured
pride
stag
visitors
whipped
burned
clegane
crown
imp
many
ned
riders
sandor
stunted
surely
bottom
changed
column
crushed
flanked
frozen
kingsguard
laughed
roar
top
vaulted
warhorse
yet
ankles
big
bits
chain
gaoler
length
pair
pieces
recalled
wench
wrists
alive
amused
blew
broad
cow
dizzy
dress
flushed
fragrant
gowns
grumbled
homely
jerkin
laugh
lips
moving
oars
silken
singing
studded
sudden
suited
sunlight
sweep
tangled
toward
breeches
cleos
cousin
dagger
fetters
meant
muscles
rid
roughspun
row
signs
speaks
stretched
stroke
wears
battle
bedding
bench
certain
companions
delight
drained
entrance
finding
glass
gotten
hunt
jon
passed
procession
telling
thirst
urged
bastard
cup
flagon
glad
passing
snow
struck
wine
bread
cups
direwolf
draped
grey
harp
lion
meat
mutter
plates
playing
roasted
scarcely
singer
settled
squires
taste
doubtless
hour
permit
raised
sisters
stop
bodies
crumbling
curtains
danced
depths
flickering
locked
lust
melting
mist
rising
scarlet
shape
skulls
staring
strange
sweeping
tide
weeping
wheeled
winged
awaited
closed
fate
glimpse
hllor
marching
opened
peril
prayer
priestess
wished
allowed
learn
lesson
serve
bay
candles
flickered
chambers
melisandre
truly
became
gerris
greeted
lys
merchant
played
quentyn
required
ship
ships
slain
suggest
volantene
volantis
yronwood
mistake
replied
smells
appear
drinkwater
stench
waiting
adventure
bad
boasted
corpse
got
harbor
hull
lean
mind
piss
reek
rotting
sail
second
single
sixty
sniff
speed
stank
stink
wounds
belt
dragged
dragonglass
fifth
fist
forgot
knives
matter
scabbard
step
swordbelt
tight
weighed
weight
moved
re
sam
sobbing
walking
ankle
broken
dolorous
edd
grenn
ground
holes
maybe
neck
nose
sick
sight
stumbled
stumbling
balls
clumsy
covered
crust
dragging
drifts
greaves
ice
knees
lower
mercy
monstrous
pack
steps
tired
aurochs
bacon
broke
eddard
feeding
informed
piece
table
wild
anyway
breaking
dog
dogs
feed
honey
letting
licked
pointed
rough
ago
breakfast
comes
cook
creature
kitchen
knowing
probably
remind
ride
scowled
stolen
velvet
vow
bridge
closing
clung
curtain
island
islands
largest
leapt
massive
pillars
pyke
rope
stood
swaying
bridges
cliffs
patches
spreading
cursing
home
lordlings
point
sails
snapping
spray
theon
borne
distance
drum
galley
grow
larger
pounding
rail
rise
robert
war
ward
bare
bowels
crashed
hammered
land
rock
shattered
thousands
thrust
towering
books
library
shivered
snug
warm
howled
maze
mourning
sound
wolf
book
break
clapped
confused
crystal
eased
front
gaped
gentle
grand
heavily
jerked
limped
order
parchment
quite
rare
repeated
scrolls
snoring
softly
sore
stiff
swinging
title
changing
lamp
oil
reading
shut
sleeping
windows
running
ahead
barber
hill
mast
nagga
nute
prow
ribs
sacred
twice
victarion
blowing
entered
holy
victory
balon
name
shout
certainty
loved
nodded
share
argued
arm
cailin
captains
claim
fall
moat
pick
ralf
seastone
added
commanded
crow
isles
lose
northmen
reminded
win
wolves
driftwood
magic
swore
bought
bringing
coughed
favor
halls
live
pain
picked
returned
sign
slapped
violently
belong
brotherhood
don
enemies
fiercely
gathered
harder
helped
kiss
pray
presented
robe
staggered
stronger
welcome
wield
saddles
watching
birth
hope
manner
news
prove
seawater
seeking
sway
truth
tub
brusque
carry
colors
donned
dripping
dyed
fell
followed
growled
handed
parts
private
seaweed
splashed
waist
apart
astride
blinked
chest
circle
cough
formed
spit
whilst
bird
raven
sealed
wax
wings
afternoon
candle
deliver
drive
evening
fetch
inside
lap
letter
play
seal
sensed
thanked
afoot
along
avenge
bursting
climb
closer
coin
crossing
cry
ellaria
fires
houses
lit
mountains
murdered
packed
pillow
priests
rage
tear
battles
bearded
body
hoarse
path
scars
taught
age
bald
clever
despite
egg
fat
heels
nimble
served
strode
gout
grief
knee
oldest
shade
shouting
shrill
voices
youngest
fly
foolish
shifted
bite
rue
takes
craven
lyseni
astapor
believed
burn
flames
followers
galleys
goat
kindling
myr
narrow
orphans
plague
preferred
qarth
risen
sailors
suggested
trade
wonders
built
flint
nights
withered
finest
gaze
gives
kingdoms
met
rushing
collar
dayne
midnight
warily
worthy
bitter
change
need
sellswords
gets
loudly
poor
bony
frowning
pleased
thin
indeed
rustling
skirts
started
uncertainly
scream
answered
giggled
startled
blush
dull
gallant
gently
joff
looks
says
bolted
filling
sorry
course
handsome
likes
marry
sit
steward
whispered
drawn
love
respect
understand
baelor
balcony
beating
betray
blessed
dance
drifting
drums
dusty
flies
giving
hunched
music
shamed
winding
arched
brazier
coming
dish
drop
gasp
peppers
please
short
turning
wooden
worse
bent
cyvasse
game
mad
narrowed
opposite
parted
pushing
trading
abed
awkward
dwell
elder
happened
harren
tris
heart
baby
concerned
dim
hostage
naught
slowly
stony
cheek
deepwood
fresh
ghost
huddled
kissed
motte
pile
singers
stopped
strike
thinking
visit
window
already
buried
journey
morrow
vowed
nuncle
standard
frail
japes
sailed
savage
sickly
storm
aye
fearful
septons
soul
aunt
fair
isle
muttering
rebellion
reflected
rights
roof
solace
stay
brazen
commands
cost
fewer
fighters
loyalty
support
worm
choice
harpy
cat
heroes
khrazz
fearsome
slimy
chosen
protect
feels
meereenese
protected
warriors
wroth
duties
magnificence
fail
peace
apartments
base
eight
highest
lads
level
longer
occupied
pyramid
ready
sooner
defend
hint
threats
tone
grateful
sweat
army
leading
notion
shields
westerosi
andals
gloves
greatsword
guard
household
jory
lifted
peeled
protector
rhoynar
warden
closely
grim
making
shot
solemnly
trimmed
answers
center
dismounted
edge
forced
guardsmen
questions
square
stump
flapped
gate
mingled
pony
pretend
racing
seem
starks
steaming
trying
band
begging
bowls
dangling
driving
escort
galloped
grain
later
litter
mare
none
pace
palfrey
shook
silent
train
travelers
outlaws
woods
conceal
drove
grave
gust
hooves
jape
leaf
murder
pines
scratch
sending
sentinels
soldier
stupid
task
wondering
coast
docks
freys
get
kingsroad
leaving
port
sunken
twins
afraid
answer
danger
desperate
elsewhere
likely
maiden
next
sacked
stronghold
flowed
ones
shared
sing
veins
lie
song
tullys
bark
bone
brandon
builder
centuries
dried
features
granite
grove
pool
strangely
trunk
waters
weirwood
weirwoods
floor
follow
admitted
gracious
ignore
pups
rickon
sure
blount
displeased
osmund
restored
allow
aloud
boros
cell
dare
gaolers
lift
moment
suspicion
commander
goes
harmed
kettleblack
lad
passage
secret
terror
holding
keeps
lemon
slip
swallow
lions
shining
begin
crossbow
curled
dreaming
privy
stared
woken
cells
cuts
dusk
fears
folly
secure
tommen
unbroken
foul
highgarden
loras
planted
stewards
tyrell
tyrells
underneath
elbow
jocelyn
mixed
pressing
rattling
shutters
sip
swyft
kinder
sweeter
bells
bronze
doors
leaping
louder
noise
rang
skull
stairs
aerys
elia
fought
griffin
honest
knot
rhaegar
ringing
seventeen
warhammer
aegon
plan
reached
reveal
saying
declare
wash
camp
duck
harry
heir
honors
hugor
means
paid
pay
rightful
ruin
strangers
strickland
worth
caution
patience
accept
exile
pole
sellsword
whatever
beggar
bell
choose
drogo
gloved
grasped
khal
pipes
slaver
tail
yandry
arryn
casterly
eyrie
places
vale
forever
oh
ours
steal
treachery
bathe
mount
nipple
send
slaves
meekly
pinch
tunic
history
reign
write
attend
barefoot
breathless
brick
future
games
manse
setting
shouts
fled
usurper
womb
amidst
dothraki
magnificent
plains
rivers
sunset
flame
shifting
yellow
drag
jeweled
masts
pull
targaryens
chance
citadel
failed
flea
gladly
onion
poison
somehow
pious
slow
conqueror
curse
dragonstone
saved
smashed
stained
statues
bar
blackened
crabs
embrace
embroidered
emmon
enjoyed
grip
licking
nearby
rather
shudder
warmth
wrinkled
able
fifteen
ridden
accepted
chin
circles
coarse
double
height
stomach
armor
lesser
spiked
weapon
forward
mounts
oiled
ring
sides
bundled
climbed
endless
frey
grass
portcullis
raise
shoved
stair
terms
thrice
chained
claimed
kicked
oaths
pail
pressed
deal
pledge
rags
refuse
swear
allegiance
awake
bargain
bodice
brave
chains
courtesies
delivered
deny
genna
goose
hears
innocent
kingslayer
march
message
permitted
release
runs
saddle
sleep
slept
slew
spell
stretch
tywin
walder
weasel
wed
worst
demon
disappointment
princes
red_faced
silks
sweating
fourteen
curls
dignity
grinning
net
noticed
urge
wisp
blond
bored
dripped
escorted
plump
tangle
twelve
vast
breast
defiance
flashing
interested
knife
lannisters
roaring
satin
thread
twin
dais
gleamed
perfect
art
count
demanded
grasp
language
secrets
skill
twisting
devan
raw
shows
throat
expect
fleeing
sees
threw
agony
lover
shuddered
smoking
thigh
trickled
crackling
daggers
fluttering
listen
tongues
warn
arrows
ashes
caves
cliff
flaming
meet
snowflakes
swirled
approached
convinced
envoy
family
fighting
finished
ghiscari
hoped
kind
lances
marches
ranks
stuff
tale
wars
windblown
form
amuse
pause
pits
sailor
comely
ways
easily
honored
swiftly
blown
cap
fastened
fur
hardly
hauberk
horn
hurt
loose
padded
quilted
scarf
smallclothes
surcoat
unless
wrapped
yesterday
eat
falling
hurts
heavier
mail
needed
awful
bled
fifty
half_frozen
kicking
rear
taking
wandered
wounded
yards
cheeks
froze
wishing
besides
betrothed
scared
shone
slid
spend
inn
biggest
creak
curses
party
pavilions
swollen
tents
wagons
banks
ford
leathers
matted
mud
mycah
nymeria
rubies
upstream
won
annoyed
disbelief
expecting
feared
hate
holdfasts
regarded
soiled
stubbornly
carrying
confessed
seed
smaller
southron
comet
meaning
paper
pouch
seagard
sliding
visible
blanket
crawled
jagged
upper
flight
kraken
reaching
shivering
snapped
streamed
struggling
afar
attempt
content
gatehouse
longship
neither
quiver
breed
damp
miserable
rule
helm
lowered
squire
visor
yard
cleared
descent
quicker
steep
swallowed
hit
nephew
dies
hound
makes
quietly
swarmed
kill
miss
beg
hopped
unlike
abide
absence
comfort
noted
wailing
farce
mummer
used
insolence
notice
pardons
peered
spirits
fever
fleet
kingsmoot
reeds
seas
summons
winds
euron
kin
limp
axe
shave
squinted
strand
throw
kinslayer
anchor
mane
slender
ashore
deeper
flew
lined
stern
sailing
vengeance
wives
needs
insisted
hempen
planks
announced
earned
faster
feasts
finish
storms
winter
wrath
dismount
lest
suffer
exchanged
summoned
kings
moon
ruled
dashed
knocked
remains
concern
matters
o
ravens
tidings
grapes
joints
loosed
reddened
toes
building
score
shallows
shove
spike
splash
yank
castamere
rains
gestured
pleasure
contempt
written
combat
hips
mean
trial
castles
grant
hightower
hook
host
nym
pet
sack
den
gesture
hollow
lies
start
dared
freed
statue
till
yield
actually
forgive
pity
several
valor
leaned
stars
teats
wherever
rob
star
debt
debts
forgiven
foster
screamed
lazy
s
skilled
thinks
traveled
voyage
curious
lock
uncertain
biting
brief
shock
sweetly
whirled
solemn
wrote
bounded
complain
forbidden
grinned
pup
coins
eagerly
hugged
bow
managed
attended
loyal
maids
safely
tough
aged
shocked
solar
trust
amory
beast
calm
force
harm
hid
lorch
protection
rhaenys
rushes
whispering
crying
harsh
smallfolk
wanting
board
joy
olive
powers
straight
winning
babe
obey
pinched
thumb
audience
case
judgment
quickly
rooms
doom
favored
ordinary
slim
surrounded
guests
page
urgent
beds
beef
captives
jar
kitchens
meal
poked
tooth
blame
cellars
fishing
babes
bellies
dungeons
glover
boar
eaten
knighthood
prepared
tourney
vows
become
fond
irri
jhiqui
forlorn
clean
cloud
horizon
mass
rain
relief
sweaty
threatened
unseen
camps
galloping
pyramids
serpent
shores
sickness
siege
upward
western
yunkishmen
bitterly
masters
gazing
reared
snows
amusing
boot
bounced
nineteen
root
alike
bravely
colder
graceful
growing
higher
main
cursed
intent
trail
hedge
wary
mlady
scratched
brittle
dirty
greathelm
mistaken
spill
straw
thank
size
trout
freckled
muscle
brook
greet
laces
shaggy
somewhat
stacked
chief
creighton
illifer
mantle
patched
rust
bolton
promise
roose
oathkeeper
blackwater
companion
dangerous
mayhaps
living
luwin
sheath
agreed
glory
glow
prayers
ben
folded
forged
hammers
losing
rippling
spells
stroked
writes
darker
dread
falls
frighten
mace
move
power
push
regent
smash
asleep
flapping
fools
mouths
speaking
whispers
deserves
fitting
hell
hushed
tops
enter
helms
posted
scraped
torches
weep
hole
odd
touching
drawbridge
lordship
maegor
nature
paused
spikes
meryn
trant
muddy
prospect
suppose
awaits
doubts
flashed
generous
leal
middle
seems
service
sour
warned
washed
wisdom
yollo
cabin
carefully
emerged
heel
proper
sheen
brothel
difficult
hire
slit
whores
grows
halfmaester
approval
confess
mattered
rings
moonlight
pleading
ripped
rip
darry
garrison
nurse
safety
willem
braavos
orders
picture
hired
staying
tyrosh
provided
seaworth
beloved
bleed
draw
flee
glistened
lightbringer
ruby
coughing
rubbed
wept
betha
cape
deer
fury
knighted
laws
luck
marya
mistress
grandsons
joust
barely
breathing
cheap
damn
descended
rich
roses
steady
sticks
swim
tasted
thump
towns
bogs
starting
remembering
wait
deaf
habit
mocking
putting
shit
evenfall
hooted
judge
large
monsters
wretched
bard
calls
courteous
coz
creaking
freely
grunted
monster
quarrel
real
roughly
spine
trick
uncomfortable
weakness
bitch
chicken
edged
serving
trailing
barked
fixed
prize
save
snap
stung
carcass
fortunate
idea
leg
brow
brute
denied
benjen
ignored
moments
spent
dreams
consumed
perished
suffered
wants
blow
marched
serjeant
spare
useless
hanged
stalwart
avoid
treason
discovered
gardens
purpose
spider
risk
bend
ghis
provisions
reasons
watered
accused
owner
pirates
marsh
qartheen
rotted
warships
otherwise
slipping
torch
supposed
ache
branch
clutched
groped
toe
warmer
freezing
wits
backward
demons
glove
mask
merciful
shrieking
wight
hurting
causeway
floating
hated
logs
suck
act
clutching
grin
hoping
bruises
kisses
anxiously
bid
sodden
ale
backs
fisherfolk
ironmen
lead
raiding
treasures
unhappy
aft
sullen
summon
bowing
crowns
happy
purse
deeply
measure
shown
smallest
sorrow
willing
guest
behold
courtyard
fashioned
likeness
looming
nod
rumble
snarling
temper
headlong
beer
bowed
female
male
matched
throats
turns
ropes
shorter
slung
soaked
stream
clambered
charge
chests
wrought
aching
boiled
buckled
cloth_of_gold
dirk
easier
poisoned
rested
screaming
sewn
whoever
decks
hairy
spied
squat
tar
bull
fists
flat
hesitated
reins
creatures
evil
queer
track
robin
windowless
blind
dagmer
deserved
determined
dug
fearless
haunted
manhood
restore
scorn
sin
stepstones
angrily
bigger
gallop
tossed
weapons
faintly
prudent
temples
oddly
sounded
missed
letters
sends
pour
crashing
drawing
sadness
snowy
inform
necessary
rider
wise
feeble
stick
spurred
killing
sheathed
precious
happen
present
liege
fellow
replace
final
member
approach
careful
stalked
certainly
practice
armory
view
working
calling
doublet
featherbed
judged
master_at_arms
puffing
staggering
stout
whiskers
forearm
scales
shaking
terrified
baked
nipples
dirt
duty
failing
knuckles
breeze
bride
mark
marriage
lonely
alley
carpets
ceiling
earthen
knock
myrish
sandals
scented
candlelight
claims
pages
robett
stool
tapped
fellows
important
nearest
plans
thirsty
slammed
returns
believes
weaker
provoke
mocked
climbing
drogon
flying
stirred
wing
clinging
lashing
press
solid
stalls
thrown
corpses
gather
skahazadhan
trace
crest
shouted
waved
cradling
flinch
oathbreaker
vile
trot
bannerman
deserve
hides
passes
swing
headsman
chilly
elsewise
lucas
renly
perilous
gelding
clash
liar
explained
harrenhal
cared
insist
grievous
pledged
helpless
hoster
poppy
pycelle
brynden
lysa
comprehend
clawed
ribbons
tytos
tunnel
bathed
digging
nails
bars
crawl
kevan
slashed
spoken
strewn
groin
recognize
sunk
crawling
knowledge
passages
vision
arthur
current
elephants
lines
sharpened
stakes
chewed
missing
following
mile
willow
crossbows
sentries
poles
line
married
pure
archer
lucky
scrubbed
bath
mouse
sixteen
nonetheless
continued
homes
someday
fiery
twitched
anymore
embers
glowed
pyre
ruddy
wave
clatter
garbed
patchface
axell
florent
clenched
clothing
plunged
rushed
wrenched
burns
lurched
mortal
swept
thrones
underfoot
direwolves
stir
vault
canvas
striped
abandoned
chestnut
downriver
fed
greater
heights
overgrown
rocky
shimmered
stands
surface
weathered
chose
cloves
spilled
yanked
cunt
imagine
pleases
defeat
dung
kettle
nervously
crunched
trencher
amusement
ate
crag
insult
attacked
crypts
hooded
jest
seats
starving
toast
rattleshirt
champions
frightening
corners
furious
beginning
porridge
relieved
leap
sleeves
concealed
butter
fried
shrewd
entirely
innkeep
pirate
traders
bolder
cowards
sufficient
intended
usual
sleeps
wines
widened
waited
cart
lacked
ox
rot
smelling
soup
elephant
released
aemon
blast
bows
chett
bobbed
braver
coward
fighter
happens
hunting
messages
mormont
tend
tucked
brushing
chased
herd
wriggled
firmly
cakes
feather
grabbed
pillows
spun
sucked
butcher
prefer
wagon
bared
circled
cod
gasped
captured
stew
sweetling
marked
teach
kingdom
mere
smoky
sow
stead
titles
rape
goats
sheep
animals
lasted
chunk
mused
plate
pod
dreadful
hopes
keeping
starve
thoughtfully
mailed
split
tent
bastards
brings
fertile
famous
roast
salted
cookfires
crowd
freedom
humble
plunder
thralls
wiped
imagined
dank
barred
battlements
crescent
toothless
yawned
sits
forge
healing
maesters
butt
palm
presence
thumped
bowl
chamber
cheese
crisp
groaned
olives
roll
sheets
supper
groping
counsel
trained
assured
shortly
mors
sold
travel
fashion
wound
accustomed
bedside
inner
offering
pot
rules
snatched
equal
protested
sigil
trueborn
padding
turtle
chuckled
murmured
rounded
crack
desire
guilt
peering
kissing
tumbled
lessons
bleeding
flinched
homage
arse
gathering
wheel
madness
serves
uncles
bolts
ringed
scorpions
cravens
hunger
prey
littlefinger
honorable
office
balerion
jumped
bundle
calmly
maggots
ball
sad
searching
tiny
tore
courtesy
swears
lied
shrug
noises
restlessly
cheered
cutting
facing
squirrel
vain
goods
blankets
chivalry
cramped
hunted
songs
prepare
grimaced
sucking
tornmen
difference
natural
squeezed
qyburn
ladders
kettleblacks
osfryd
osney
dealt
guardsman
lannisport
monkey
thief
flung
hissed
wedding
suffice
stooped
treated
bugger
clasped
icy
connington
blows
splintered
eunuch
slight
varys
deaths
driven
stealing
stuck
council
officers
raped
forked
glittered
savages
showing
tastes
tightly
crusted
molten
wisps
wrist
burnt
seasoned
casks
mislike
pine
badge
fetched
claw
ponderous
instant
silently
rickard
custom
ghosts
rusted
gazed
shell
threat
torn
villagers
villages
downstream
merchants
riverlands
selling
perched
silvery
flow
midday
dungeon
filthy
flicked
hacked
inch
irons
ripping
scalp
scrape
shaved
stubble
tossing
eager
heirs
lying
oath
conquest
eighteen
twist
lance
rush
person
suit
cloaked
dotted
mustache
shades
one_armed
key
tricks
bowen
choking
hobb
spice
tells
bolt
feathers
lightning
tattooed
owned
palanquin
drown
awkwardly
barking
ranger
slope
cage
bearing
garlic
maps
sausage
shouldered
stuffed
muffled
squeak
escaped
happening
nice
reply
clasp
fathers
fucked
raising
boats
cog
corner
timber
wooded
laced
salty
map
rattle
consent
cripple
grotesque
kindly
abruptly
seven_pointed
landed
commanding
flap
niece
dreadfort
spy
woolen
wager
sobbed
belonged
shed
mothers
tugged
roared
belongs
despair
remaining
succession
resting
depart
eggs
farewell
ham
orphan
splendid
although
halfhelm
rank
shirt
juice
yawning
bears
betrayal
destroy
closest
inches
handmaid
picking
frown
training
blunt
backwards
ruined
haste
lovers
maidenhead
grab
shiny
wicked
crows
scattered
ink
complaining
fealty
plank
splinters
heal
rescue
slay
horselords
prowled
tracks
jaehaerys
received
troubled
baseborn
number
teaching
harwin
squirmed
wordless
axes
crude
halted
loves
midst
thunder
wayn
battered
reined
note
thankfully
resume
edmure
ached
vulnerable
oppose
suspect
offers
queens
champion
promises
shae
keys
tunnels
nightfall
marks
creeping
archers
pearls
chairs
regret
boil
defeated
companies
histories
inlaid
marq
ransom
lack
offense
redwyne
sprawled
chances
explain
friendship
space
squatted
beckoned
decorated
ends
saan
salladhor
hulls
lysene
lyanna
breastplate
destriers
hammer
bury
reed
spilling
bank
clearly
drenched
swayed
shuffled
choked
dangers
suspiciously
spiced
fathered
spat
sentry
sleeve
considered
boomed
doomed
vanish
tormund
rangers
hunters
lake
rides
dornishman
guide
heed
feeling
sink
tender
braavosi
surprise
loss
cheer
mlord
randyll
tarly
greatest
kneel
strapped
two_handed
enameled
removed
anxious
blink
kneeling
hovels
roofs
arrival
hideous
jason
mallister
ibbenese
ram
searched
tyroshi
counting
wolfswood
yoren
pricked
peaks
inns
uncomfortably
doll
swimming
teased
oarsman
patch
bruised
healthy
bet
cock
feasted
hang
mock
require
piper
potions
thereafter
granted
provide
tis
enjoy
braid
cream
gleaming
hates
gregor
pays
halt
rattled
glare
pleasant
wit
streaming
eastern
planned
crab
flowing
spring
funny
direction
reluctantly
resumed
breathe
dragonknight
street
unworthy
subject
carrion
slice
arrow
grieve
bricks
men_at_arms
meeting
perfumed
trap
decide
decreed
exchange
badly
desmond
moan
limb
maidenpool
pardon
produced
suspicious
dwindled
sparrows
grizzled
sparrow
cries
gnarled
maidens
starved
floppy
box
inclined
squirming
slap
sniffing
rowan
margaery
plant
tankard
sank
melt
restless
blisters
spot
bravos
cinnamon
slowed
coldly
plucked
hawk
papers
points
ordered
gut
tomb
sourly
beric
bracken
dondarrion
jonos
kills
traitors
dig
graves
charred
collapsed
brothels
ladder
dwarfs
offend
stiffly
cocked
mismatched
backed
formidable
hush
beards
impaled
possible
crash
hounds
shrieked
wights
bum
dywen
smallwood
thoren
quill
trotted
ilyn
payne
faithful
ashamed
gaping
warning
mockery
beak
curt
apples
arbor
handful
lace
pepper
woven
shelter
tattered
damned
thighs
amber
tended
motion
memories
opening
crippled
captive
scarred
bag
dome
compared
incest
deadly
league
skins
cross
thorns
canals
raced
mander
curved
jars
shaped
stare
stinging
sullenly
appetite
excuse
arrange
breathed
envoys
meals
defending
feebly
alliance
brighter
capable
account
descend
mention
buying
sapphires
treasure
arrive
bloodbeard
yurkhaz
brass
clad
skirt
cats
rhaegal
viserion
courser
t
battlefield
hunter
pork
retreat
threaten
intend
ramparts
settle
objected
pennies
requires
scrub
unrolled
pact
yunkish
waddled
bloodriders
jorah
absurd
balding
blurted
curiously
shift
loath
bouncing
flash
growl
effort
exhausted
chewing
pots
chaos
liking
bulwer
garth
hal
jack
assembled
eastwatch
eastwatch_by_the_sea
shireen
hurried
shafts
denys
flower
ivory
oysters
sacrifice
brutal
calf
grunt
jammed
paul
alliser
blacks
craster
freeze
gilly
halfhand
pyp
qhorin
ranging
skirling
thorne
trapped
antlers
praise
sly
strip
councillors
amiable
deftly
strides
lordling
lifting
onyx
cellar
century
jaws
mammoths
throwing
darkened
snarled
hinges
steam
dutiful
obedience
weeds
fleshy
velvets
broth
clams
cooked
await
thicker
bellowed
darted
shoving
castellan
crunch
cupped
slash
spinning
oaken
punched
range
scrambling
quarrels
charged
pies
tom
alyn
grease
pig
slaughtered
coppers
mikken
stores
dismissed
fuck
fumbling
witch
presume
barrowton
galbart
longhall
cerwyn
dustin
fluttered
ramsay
umber
boltons
freedmen
proof
signed
shiver
hodor
stableboy
stags
stable
stallion
dontos
nest
cavernous
proclaimed
puddle
staff
threatening
addam
commons
marbrand
plaza
visenya
hammering
propose
eunuchs
flock
numbers
sharply
sagging
lamb
mushrooms
sipped
patted
melee
royce
thoros
yohn
arryns
leader
owed
numb
scrambled
bushy
sheer
hack
lawful
position
confusion
saddled
fault
special
mully
oaf
owen
three_finger
howl
mulled
admit
fog
pouring
clattered
waving
carts
wayns
abandon
warhorns
shadowcat
pommel
tie
troubles
bedded
blackfish
flared
greatjon
alas
swordsman
harvest
hosts
skies
polite
torrhen
treat
pate
worthless
slanting
cooks
blazing
innocence
slower
capture
traitor
bind
sought
eyed
knocking
guarding
post
bands
aware
interest
simply
entrails
quarters
killer
getting
stableboys
shaggydog
florian
ripples
loving
merryweather
string
rebels
bristled
patient
whimpered
sprouted
merry
pylos
dancing
dancers
powerful
early
bowmen
rocked
screams
cares
mole
ploy
spearwives
ygritte
claws
sorcery
melted
barrels
garron
wedge
desperately
samwell
ringmail
gloom
patrek
immense
horror
impact
aback
waste
washing
emerge
betrayed
basin
m
sinking
peach
flayed
trickling
poking
torchlight
boiling
echoing
toad
tokar
wail
yelled
builders
rookery
kennels
ghostly
turnips
scratching
turnip
pitch
mute
kindness
lancel
altar
septas
covering
garlan
gyles
jet
ysilla
jests
sausages
visited
estermont
henceforth
gulltown
consider
lights
slate
uglier
puzzled
clumsily
balance
warmed
guess
crimes
slaughter
rats
corn
treacherous
garrons
survivors
scooped
flush
mead
catapults
rubble
guilty
snort
stab
coals
swann
slippers
blaze
emptied
blur
yielded
daylight
dear
confided
impossible
fading
grandson
bush
scar
useful
forbid
peck
huntsman
longswords
market
striding
choosing
dire
reports
falyse
grandmother
lollys
tanda
stokeworth
hallyne
bucket
defenders
ridge
dancer
writing
edric
destrier
crossbowmen
undid
stale
flux
n
squint
arrangements
fodder
dareon
frog
dick
pentoshi
beans
mules
slashing
stabbed
moaned
cunning
barrel
sadly
oarsmen
survived
plead
slopes
platter
miserably
hearts
bailey
defenses
moss
plumm
fringed
cracks
rotten
spiders
lordly
list
sins
weather
taena
shake
unawares
piles
fortune
doreah
handmaids
mists
wizard
links
prisoner
ignoring
halder
noisily
slayer
spoon
caron
robar
eagle
jaremy
choke
dusky
gash
seals
build
firm
wipe
carpet
survive
forel
squeeze
syrio
softer
due
reported
whistled
trickle
knots
rabbit
assault
symon
olenna
willas
pleasantly
supported
growling
khaleesi
arakh
qotho
plenty
pavilion
cortnay
penrose
bluntly
token
report
mostly
wandering
scare
gorget
stake
pus
brune
lothor
tilt
unhorsed
lists
jalabhar
xho
hosteen
chanced
politely
bitterbridge
raiders
pelt
pie
retreated
hacking
lakes
swam
former
descending
sharing
baelish
petyr
shoes
gruff
prisoners
tempted
flour
noye
armorer
donal
throbbing
eel
slamming
strips
commanders
sob
refuge
shriek
jousting
reward
donnel
apt
eighty
buildings
serpentine
lorren
postern
trotting
hurry
one_handed
sourleaf
log
cleaned
blinding
thus
mathis
turncloak
sheltered
one_eyed
briefly
crossroads
friendly
cotter
glancing
pigeon
defense
esgred
fancy
wasted
scornfully
gems
suckling
incredulous
worms
dipped
gain
forgiveness
noose
northman
clans
stormcrows
mollen
strings
healer
disturb
continue
hospitality
khas
deed
barrow
remnants
object
crakehall
kingswood
faced
fucking
hat
longbow
outlaw
id
ascent
disgust
sliced
trumpets
demand
lashed
rorge
shagwell
mule
sup
wildfire
astapori
cleon
vest
winch
van
ducked
elegant
joining
painful
hairs
scouts
scout
pease
elk
maimed
treasons
westerling
boom
scale
circling
wex
disappointed
ribbon
three_eyed
bitten
nasty
settling
add
asks
mooton
questioned
mutton
chop
meris
someplace
goblet
lame
galare
galazza
razor
valiant
outriders
exploded
undying
raymun
hissing
rafters
quivering
bronn
cask
scraps
baggage
she_bear
clansmen
justin
massey
lash
podrick
fumbled
trailed
using
fights
busy
bites
limping
norrey
penny
tumbling
har
whent
rams
saltpans
hoat
vargo
daven
warlocks
nightfire
perchance
rained
thankful
sheepskin
unwashed
arnolf
godry
karstark
bristling
dice
lute
musicians
costly
strongboar
blocked
smoothed
hyle
megga
orton
paxter
cavern
biter
timeon
marillion
woodharp
flicker
sweets
crones
prophecy
cave
frostfangs
giggling
bother
reeled
aurane
tallad
shuttered
ferry
tallhart
span
clayton
suggs
sigh
lick
vaults
crabb
dorcas
yezzan
scribe
carrots
harys
sun_and_stars
basket
horned
flakes
hornwood
belmore
waynwood
aenys
sheet
mord
rhymes
flexed
moqorro
scorched
whitebeard
valley
suitable
walton
mandon
karhold
trebuchets
nightfort
tollett
val
harma
wailed
karstarks
manderly
wyman
ryswell
janos
value
leeches
clydas
brorm
slynt
osha
farlen
vardis
colemon
acolytes
coldhands
jojen
tugging
othell
yarwyck
dreamwine
moore
meera
mammoth
corbray
lyn
nestor
convince
blackwood
vance
alys
walda
roslin
longclaw
mill
umbers
greyguard
impatiently
dalla
giantsbane
steelshanks
mya
magnar
titan
pia
arry
lommy
meribald
salla
chopped
shagga
holiness
chella
timett
king_beyond_the_wall
duur
maegi
maz
mirri
narbert
jaqen
ghar
h
gendry
moves
wylis
wendel
walders
anguy
tumblestone
bywater
jacelyn
canal
lem
brusco
chataya
ryman
abel
tysha
vyman
pree
pyat
daxos
xaro
xhoan
tickler
godric
raff
polliver
dunsen
unella
weese
scolera
holly
edwyn
milkwater
lothar
ebben
stonesnake
arstan
morghulis
valar
kraznys
jarl
styr
sevenstrings
alayne
thenns
greenbeard
therms
myranda
cellador
sweetrobin
emmett
many_faced
waif
hardhome
